"""
Задание 2

Добавьте несколько коммитов после того как выполните Задание 1

"""

"Hello world"

my_list = [3, 2, 1, 7, 0, -3000.5845464, 25, -78, 45, 100, -1, 10]

print(my_list[::-1])

def hello():
    for i in range(5):
        print(str(i) + ": Hello world!")

    print("-----")

hello()
